[{"id":0,"timestamp":0.54,"sentence":"Casey, I acquired an exciting new piece of technology this week was that's actually what we've talked about in the show before but not for a while so do you remember many episodes ago when we had my colleague Tiffany she want to talk to us about all of the bad ads that we were seeing"},{"id":1,"sentence":"Do you remember something called a rat bucket at the time?","timestamp":17.52},{"id":2,"timestamp":19.05,"sentence":"New York City was dealing with a huge rat crisis and it was it was very timely product yes well I also have an emerging rat crisis which is that I have a family of rats that lives in my backyard."},{"id":3,"sentence":"I'm sorry to hear that and they live beneath my deck and normally like I'd like to peacefully coexist with that with animals like I served like cute little Pixar family.","timestamp":33.42},{"sentence":"So my first thought on how to deal with them was to open a restaurant and left them all as my helpers but my second thought was I should probably deal with these guys because they might actually cost some damage to the property so unfortunately they will carry the plate.","id":4,"timestamp":44.040000000000006},{"id":5,"sentence":"It's true we learn that the hard way.","timestamp":56.010000000000005},{"timestamp":60.3,"id":6,"sentence":"Too soon a bunch of different kind of rat traps and various deterrence methods but ultimately came up short and then I thought you know what I remember the rat bucket there was a piece of advertising that we talked about in the show so I ordered from amazon.com"},{"id":7,"sentence":"for the low price of $25","timestamp":76.28999999999999},{"sentence":"What is a wrap bucket so it is technically a rat bucket kit OK cause it's a piece of plastic.","timestamp":80.88,"id":8},{"id":9,"timestamp":87.21,"sentence":"That snaps onto the top of a 5 gallon bucket and basically it's it's like a it's like a trap because there's a there's a way that the rat bucket doesn't actually come with the bucket."},{"id":10,"sentence":"It doesn't supply your own bucket but there's a it has a little plastic ramp and you put some bait, some black peanut butter at the top of the ramp and so the rats climb up the ramp and then they get onto the platform where the peanut butter is and the bottom falls out just like I'd like a trap door in in a cartoon OK and they fall into the bucket.","timestamp":98.61},{"id":11,"sentence":"And from there you can take them and sell the rats at market","timestamp":120},{"timestamp":125.46000000000001,"id":12,"sentence":"You whatever you want with them honestly I really haven't thought through to that step yet what I'm gonna do with a bucket full of rats we have installed the rat bucket I did I put it out yesterday and I checked it this morning. It"},{"timestamp":134.91,"id":13,"sentence":"hasn't gotten any rough here is the problem you're dealing with with rats I've gotten very smart leveled up, so I actually read something online that you have to like basically do this all with gloves because if they catch the scent of you they'll know it's a trap and I would just like to know how the rats are getting smart and it worries me like we talk a lot about AI getting smart and not being dangerous but I think we have a rat intelligence crisis brewing and I want to know what our plan is as a nation and 50 years there's only be two things left on earth it's going to be chat, GPT and rats and out for the fees for the planet and maybe rat GPT"},{"sentence":"Technologist New York Times I'm Newton platform and you're listening to hard Fork this week.","id":14,"timestamp":177.72},{"sentence":"AI has learned to read your emails then New York Times Cashmere Hills stop by to talk about the rise of facial recognition technology answers one of your questions about it finally for our new segment news.","id":15,"timestamp":183.45},{"id":16,"timestamp":215.04,"sentence":"Case we have some big AI news this week when it comes to bard of course is the Chi P T competitor from Google and as of this week it is now been plugged into many of the other services."},{"id":17,"timestamp":225.99,"sentence":"The Google offers which is a feature that we've been asking for and talking about for quite a long time yeah in fact, when I sat down with a product Director to talk about this, he said you called this one so that's all good yeah so this new tool is called bard extensions and it means."},{"sentence":"Bard cannot plug into your Gmail or your Google Drive your docs I can also search maps and YouTube and Google flight and hotel information.","timestamp":240,"id":18},{"sentence":"Basically Bard can now reach into your personal data and not just scraped data from the Internet.","id":19,"timestamp":248.01},{"id":20,"timestamp":253.74,"sentence":"Yeah up until now chat GPT tools like this have been useful for a lot of things, but one of things we've talked about on this show is there is going to be a moment where you can plug in this technology to places that you're already spending a lot of time and it's hard to imagine places where I spend more time than Gmail on YouTube so this does feel like actually a milestone in the development of AI totally and it's also it solves one of the biggest problems with AI which is that it kind of exist in a vacuum, right?"},{"id":21,"timestamp":281.16,"sentence":"Ideally, I exist in vacuum now. Oh"},{"sentence":"my God.","id":22,"timestamp":283.11},{"id":23,"timestamp":288.54,"sentence":"Extensions feature also put some other new features into including a feature that lets you check bar answers basically if it says something and you're not sure whether it's true or not, you can press the button and it will highlight in green all of the things that it can sort of verify through a Google search and it will highlight in orange all of the stuff that maybe it's not so sure about I think it's more of a brown"},{"id":24,"timestamp":311.52,"sentence":"OK we can agree to disagree OK so Casey you and I both spent some time playing around with these new features in bard what did you take a look at?"},{"timestamp":319.95,"sentence":"And what do you think of it so I spent more time writing about this double check feature right so when we talk about AIA consistent theme, is that these services make things up they hallucinate they are confidently wrong, never more so than in the famous case of the Chachi B lawyer, who submitted a bunch of cases as part of what of his brief only to learn to his horror that none of those cases existed because Chachi PT just made them all so this is a reason why I don't use these tools very much as a research assistant, because trying to check them it feels like you're spending more time fact, checking then you would've you adjusted all of the research yourself, so then along comes","id":25},{"sentence":"This new Google it button inside a bar and I would ask at the same sort of fact checking questions that I would try to be exploring myself if I were already in column and now all of a sudden Google will just tell you when it thinks it might have made a mistake and that turns out to be a pretty useful thing. No","timestamp":360.15,"id":26},{"id":27,"sentence":"I have a question about this which is that it could just tell you automatically but instead it makes you press a button to do the double checking and sort of highlight the stuff it's more confident in or less confident.","timestamp":375},{"timestamp":385.35,"id":28,"sentence":"Why doesn't it just do that automatically it sort of has people saying it's like why don't you make the whole plane out of the black box the same kind of question"},{"id":29,"sentence":"When I asked that product Director what he told me was, there are just a lot of queries that most people are not gonna double check.","timestamp":394.26},{"id":30,"sentence":"If you ask it to write a poem.","timestamp":400.47},{"id":31,"sentence":"If you ask it to draft an email you don't need to double check it in the way that you would if you were to say like hey write me a book report about old dealer so that's why it is there but at the same time I agree with you it would be nice if you said oh it looks like this question is looking for some specific knowledge maybe we should just apply to still automatically totally I imagine it also has something to do with computing costs and doesn't wanna have to run.","timestamp":401.85},{"timestamp":425.37,"sentence":"You know two queries for every time a user asks question of bard that's right, so what did you think of this feature?","id":32},{"sentence":"How did it work in your testing?","id":33,"timestamp":432.03},{"sentence":"Well I thought it did a pretty good job and I only spent about a day with it so far but when I was asking it about things I was knowledgeable about like the band Radiohead I could spot some errors and when I asked to double check it then spotted the error so that made me feel good.","id":34,"timestamp":433.14},{"id":35,"sentence":"You know at the same time I do think that in a way this.","timestamp":448.92},{"id":36,"timestamp":453.9,"sentence":"Still has the problem that it has had from the beginning which is that the minute you realize you're gonna have to doublecheck and you're gonna have to look at those citations, and you're gonna have to scroll down the page to find where on the page, and then sort of reconcile that with your own own knowledge you're sort of once again, asking why am I using this thing as a research assistant right like there are still I think some innovations to come that are gonna make this thing feel better to use."},{"timestamp":474.36,"sentence":"Yeah, I mean one of your initial beefs with Google just regular old Google is that you ask for something in it?","id":37},{"id":38,"sentence":"The research project absolutely and this seems like Bard is hard to develop a similar problem which is you can ask any question you want and don't answer but then in order to figure out whether that answer is actually true or not you have to press the little doublecheck button yeah and I think we'll probably probably get into this, but as I was exploring these new features what I realize was the thing that these new features of the very best that is that when you want to buy something.","timestamp":480},{"sentence":"Wow is figure that out oh you want to book a flight in the hotel click this button baby because Google makes money give us that sweet sweet totally so I spent more time playing around with these these extensions these tools that allow you to connect bar to your own personal data because this is been I think a holy Grail feature request for a lot of these chat bots is like when can I actually hook this up to this stuff that I use every day?","id":39,"timestamp":498.9},{"id":40,"sentence":"When can it actually use my data instead of just scraping from the Internet at large yeah so I turned this on spend some time playing around with it the first thing I tried it I gave it sort of a hard task, maybe a little bit unfair, but I said, analyze all of my Gmail and tell me with reasonable certainty what my biggest psychological issues are.","timestamp":520.98},{"id":41,"sentence":"There is a bar made up a quote hard from this email that I had received and wrongly attributed it to me so a mistake on top of a mistake not good bar so I told Bart I wanted to give another chance I thought this is a kind of a hard task to start off with the day one of this feature I said this time redo the search but only using emails that I sent and it came back with an email.","timestamp":600},{"id":42,"timestamp":622.11,"sentence":"I've written to a friend in which it said that I had said that I was afraid that I was not good at financial stuff and that I was not sure if I'm cut out to be a successful investor and I thought I don't think I said that one either."},{"sentence":"I looked up the original email and shirt of Barnett completely made up another quote from an email that I had supposedly sent so you know I asked Google about this and they said you know this is an early product.","timestamp":636.24,"id":43},{"id":44,"timestamp":647.97,"sentence":"It's still the first day right now basically this extension feature is limited to doing the kinds of searching that you can do yourself in the Google Drive search bar or the Gmail search bar so we can retrieve stuff and it can summarize it but it really can't do kind of analysis of the contents of emails well, it might be nice if I told you that when you try to do one of those."},{"timestamp":671.28,"id":45,"sentence":"Yeah that's what I like psycho analyze me based on years of my email like that's fine but just tell me that don't make stuff up OK would you feel comfortable with me running this exact same query on my email cause I would like to diagnose me with a fake mental disorder. Possible"},{"id":46,"timestamp":684.21,"sentence":"OK so give me the problem one more time is my emails analyze all of my Gmail all of my Gmail and tell me what my biggest psychological issues are."},{"sentence":"My psychological issues are I'm so excited for this","id":47,"timestamp":695.91},{"sentence":"I've had a Gmail account like since it was in Beta so this is like 20 years of email so you would think actually Gmail should be able to answer this question with some sort of you know Fidelity let's OK so it's telling me that it's difficult to say definitively what my biggest psychological issues are, presumably because they're so fast","timestamp":703.44,"id":48},{"sentence":"Just respond with the entire DSM.","timestamp":723.72,"id":49},{"sentence":"It says I seem to be interested in psychology and mental health which I don't think that's real it's just you you have received emails about anxiety depression and you have received emails about work like ballots and burn out.","timestamp":724.89,"id":50},{"sentence":"So … I would say that that does not feel like a great analysis so that was a first task I gave barded it I would say failed that one I was so curious about all these travel integrations, and whether it could like pick information out of my Gmail and use it to help me with some travel planning so I asked to search my Gmail for information about a trip.","id":51,"timestamp":740.16},{"timestamp":759,"sentence":"I'm gonna take to Europe in a few weeks and look for train tickets that would get me from the airport to a meeting in a nearby city, and this is starting to feel like a classic word problem from Lake eighth grade.","id":52},{"sentence":"If I leave Bordeaux at 12 PM going to 30 km an hour exactly so it didn't do very well in this one either it got the departing airport wrong.","timestamp":771.36,"id":53},{"id":54,"sentence":"It did find my itinerary in my email but it sort of made up some details about it and it couldn't check the train tables because it doesn't have training information and only has flights and hotels not great bar so third task I thought I'm gonna go back to the basics.","timestamp":780.69},{"id":55,"timestamp":794.64,"sentence":"I'm gonna do some email stuff on it and it actually was pretty good when you ask it very specific questions about specific emails from specific people so I had it summarize recent emails I got from my mom."},{"id":56,"sentence":"It also how are you?","timestamp":806.88},{"sentence":"Is your mom really writing new emails so long that you're like I'm gonna need to see the executive summary of this my mom is ever emailed me more than four cents it was a test OK and I I also asked for summaries of emails I've gotten on subjects like summarize all the recent emails I've gotten about AI but then I asked to like do other more complicated tasks like pick five emails from the primary tab of my Gmail draft responses to those emails in my voice and show me the drafts very excited.","timestamp":807.93,"id":57},{"id":58,"sentence":"I was like this thing right now yeah","timestamp":836.8199999999999},{"id":59,"sentence":"Made a mistake.","timestamp":840},{"sentence":"It went to my promotions tab instead and it wrote a very formal very polite email to Nespresso thanking them for their offer of a 2 5 % discount on a new machine so they would say this feature bar extensions does not feel ready for prime time to me.","id":60,"timestamp":840.27},{"id":61,"timestamp":856.41,"sentence":"Yeah you know unfortunately I had a similar experience."},{"sentence":"I asked bar to find my oldest email with a friend who I have been exchanging messages with for probably about 20 years and Barb showed me a message that he had sent me in 20 2 1 which is not really all that long ago","id":62,"timestamp":858.99},{"id":63,"sentence":"May be good for flight planning not good for psychoanalysis.","timestamp":960},{"timestamp":962.07,"sentence":"That's what we learned this week but I do think like it's still an area that I am desperate for someone to crack because this you know the chat but they're so good for so many things but they really feel impersonal when you use them because they are not learning from your data and your writing voice and your communication style and so I think if anyone's gonna crack it it will be Google but I just think this is not that this is not it yeah I'm gonna make a prediction.","id":64},{"sentence":"I think that with a year someone is going to use this technology to successfully find a document in Google Drive for the first time.","id":65,"timestamp":985.74},{"id":66,"sentence":"I think we're on the curve that gets us there and I'm gonna be really excited. Is that EGI yeah","timestamp":993.87},{"id":67,"sentence":"that's when we get there that's called extensions my friend.","timestamp":996.78},{"sentence":"After the break, we talk to New York Times reporter, Kashmir Hill, about her new book on facial recognition, and how it could end privacy as we know it","timestamp":1004.43,"id":68},{"id":69,"timestamp":1033.08,"sentence":"Hey"},{"timestamp":1033.44,"sentence":"I'm very excited about our guest this week me too it's my colleague, cashier hill, New York Times, reporter, and friend of the pod.","id":70},{"sentence":"She's one of my favorite reporters and she has a new book detailing her investigation into Clearview AI, which is a facial recognition app that case you've probably heard of not I heard of it but I'm trying to figure out how to stop it so basically it's it's sort of like Shazam for faces like you put in someone's photo and it searches a massive database of billions of photos to try to find other photos of that person which may be helps.","id":71,"timestamp":1038.6},{"timestamp":1062.42,"sentence":"You figure out who they are what they do and lots of other details about them and it takes this idea that you should have some level of anonymity in a public space and says I know you should not total it's an insane story it's an insane technology and what's so interesting is that it actually does seem to be a case where silicon valley developed","id":72},{"sentence":"Something and said actually we're not gonna release this because it's too dangerous and then the start up in New York in New York came out of nowhere in New York story anyway that's right so I wouldn't have cash on because we're in this kind of AI moment right now where we're making decisions as a society about what guard rail should be placed on this technology, what we can use it for what we can't use it for, and we are debating all the ways that it's going to affect peoples lives facial recognition serve arrived before a lot of the generative AI stuff that we talk about but in some ways it's a lot scarier yeah because it's being used now and people are being harmed now and there is just a tiny fraction of the attention being paid to this stuff, then to like the long-term risk of Tillary eye, so we better cash on the show to talk to us about her book, called your face, belongs to us a secret of startups quest to end privacy as we know it Casho welcome to Hart Fork.","id":73,"timestamp":1080},{"timestamp":1129.26,"id":74,"sentence":"It's going to be back but you know the last time we were with you cash we were in the meta- verse we were we were we didn't have legs so your stomping around. I'm"},{"id":75,"sentence":"so glad to just be back in our.","timestamp":1137.15},{"id":76,"sentence":"Sort of corporeal reality that we existed here so I think most of our listeners will have heard at least a little bit about Clearview, AI and facial recognition.","timestamp":1140.06},{"id":77,"timestamp":1148.1,"sentence":"Thanks to your dog and reporting on it over the years but just for people who may be haven't heard about Clearview give us the 3 2nd serve summary of what this company does and how it came onto your radar so Clearview AI scraped billions of photos from the Internet and social media sites."},{"sentence":"They say they now have a database of 30 billion faces these were collected without peoples consent and they built a facial recognition app that they claim works with something like 9 9 % accuracy you take a photo of someone and it'll pull up other places on the Internet where that face has appeared.","timestamp":1166.52,"id":78},{"id":79,"timestamp":1188.81,"sentence":"Got it and my understanding from your book is that this was not a company that went out looking for attention and media coverage, so how did they come under your radar and what did you learn about this secretive company?"},{"sentence":"Yeah so I.","timestamp":1198.5,"id":80},{"sentence":"Got a tip a few years ago somebody emailed me and he said I've come across some thing that looks like it's across the Rubicon on facial recognition technology I think you'll be interested he attached a 2 6 page PDF that had a privileged and confidential legal memo from Paul Clement of former solicitor general now in private practice, making lots of money, and he had been hired by Clearview AI and he was describing what they did, and saying, you know, I tested it on attorneys at my firm it works incredibly well and he had written this memo for the company to explain to police why using Clearview AI was not illegal and that they wouldn't break any you know, state, or federal laws, and that this was constitutional to use no catch when you first read that document did you think oh wow like I can't believe this technology exist or had you been bracing for something like this to arrive for?","id":81,"timestamp":1200},{"sentence":"Why not like what is the scenario there that people are so worried about I mean there's so many examples that come up I mean just imagine your protester a Planned Parenthood and a woman walks out of the abortion clinic.","timestamp":1320,"id":82},{"sentence":"You take her photo you know who she is you know you're at a bar and you're talking to some guy and you decide he's a creep you walk away he meanwhile takes a photo of you can get your name and maybe find out where you live I mean there's just so many ways in which this could be used very creepily, some of which I described in the book.","id":83,"timestamp":1333.11},{"sentence":"Yeah, what one thing I love about your book is that it just gives so much detail on the reporting process and like as a reporting nerd like that really appeals to me and it was truly an incredible story of how once you got this tip this PDF you sort of had to go on this investigation to figure out who this company actually was because there wasn't information available they seem to be trying to hide their tracks, so tell us a story of how you actually figured out who was","id":84,"timestamp":1353.69},{"timestamp":1380.06,"sentence":"Behind Clearview AI you know I googled to see what was on the Internet as any great investigative journalist dies and there wasn't a lot there.","id":85},{"id":86,"sentence":"They had a website that basically just said artificial intelligence for a better world didn't really say what they did.","timestamp":1388.67},{"sentence":"They had a office address on the website and it was just a few blocks away from the New York Times building in Manhattan so you know at one point I walked over to try to knock on their door and it just the building doesn't exist.","id":87,"timestamp":1395.99},{"sentence":"It was like a fake address when I did Google I found on the website pitch book that said the company had two investors one I had never heard of before, and the other was Peter Teal.","timestamp":1409.91,"id":88},{"id":89,"timestamp":1423.92,"sentence":"So you know I reached out to Peter Teal spokesperson I said oh hey, is he investing in Clearview AI folks for and said it doesn't sound familiar to me let me look into it then didn't hear from him again I was reaching out to all these people that seem to have ties to the company and just no one was talking to me"},{"timestamp":1440.3,"id":90,"sentence":"So I ended up finding police officers who had used the app and this was being marketed as a tool for law-enforcement right to identify criminals based on a surveillance footage."},{"timestamp":1452.18,"sentence":"Yes, I knew that they were supposedly selling it to police department, and I saw on some kind of city budget that they were paying money to Clearview but I ended up talking to this financial crimes detective in Gainesville Florida.","id":91},{"id":92,"timestamp":1465.77,"sentence":"His name was Nick Ferraro, and he was really excited to talk about Clearview."},{"id":93,"sentence":"He was like I love this app you know I had hit dead ends on all of these investigations and defraud stars. You","timestamp":1471.86},{"timestamp":1479.48,"sentence":"know I had a photo of them from standing at the ATM standing at a bank counter and didn't find anything on our state facial recognition system, but then I ran their photos through Clearview AI and I just got hit after hit after hit so I was like oh this sounds great like can I see how well it works because sure let me run your photo and I'll send you.","id":94},{"timestamp":1500.06,"id":95,"sentence":"Your results so I was excited and I sent him some photos and then he goes to be had another officer kind of similar told me to send my photos."},{"id":96,"timestamp":1508.49,"sentence":"He ran it and he said it's weird you don't have any results which is not possible because you're like a public person who's been in photographs that I've gone on the Internet over the years yeah I am not an online ghost."},{"id":97,"timestamp":1519.02,"sentence":"I am all over if you Google me there's a lot of photos that come up so he said there should be results for you."},{"timestamp":1523.82,"id":98,"sentence":"This is weird."},{"sentence":"He said their servers must be down stop talking to me, and then finally end up with the help of a colleague at the times recruiting a police detective I told him about what it happened before so he runs my photo he says there's no results that's weird.","id":99,"timestamp":1524.3},{"id":100,"timestamp":1540.8,"sentence":"Then a couple minutes later he gets a call from somebody at Clearview AI asking did he just run my photo why and they told him that they were deactivating his account and he was he was really creeped out."},{"sentence":"He said I can't believe this company is looking at.","timestamp":1556.04,"id":101},{"id":102,"timestamp":1560,"sentence":"The faces that law-enforcement is searching for and I found it really chilling because you know they were tracking me while you weren't talking to me and they controlled you know the ability to be found."},{"id":103,"sentence":"They blocked my face so I should've like committed my crimes right then because I wouldn't have had results perfect alibi so obviously there are people who think this technology is worth paying for law-enforcement agencies are using this to solve crimes who are the other people who are using this technology and how are they using it.","timestamp":1570.65},{"id":104,"timestamp":1592.4,"sentence":"So technology is popular with companies retailers."},{"id":105,"sentence":"There's been this big spike and shoplifting and a lot of companies want to be able to identify people of stolen from there before and kick them out.","timestamp":1596.18},{"sentence":"One of the most famous uses is Madison Square Garden installed facial recognition technology a few years ago to keep out security threat, but in the last year, decided wow this would be a great way to keep out our enemies and","timestamp":1605.63,"id":106},{"id":107,"timestamp":1620.18,"sentence":"They went, and they decided to start banning lawyers who worked at law firms, so they have sued them and got their photos from the law firm websites, and then put them on this watchlist, and every time a lawyer that works at one of those firms tries to get into a Mariah Carey concerts where a Knicks game they get stopped at the door and turned away"},{"sentence":"So, so will probably hearing this for the first time, and thinking of this is bonkers how is this legal?","timestamp":1641.12,"id":108},{"sentence":"Do you folks have any sort of legal protection in the United States against this kind of technology it depends on where you live how well protected your faces the state that has the strongest law is Illinois they've got something called the biometric information privacy act passed in 2 00 8 that says you need to get peoples consent to use biometric information from their face prints or fingerprints like their voice print and you'll have to pay you up to $5000.","timestamp":1645.11,"id":109},{"timestamp":1673.01,"id":110,"sentence":"If you do not so Madison Square Garden owns a venue in Chicago has a theater there."},{"timestamp":1680,"id":111,"sentence":"And it can't use facial recognition technology to enforce the van because of that law but at the federal level there's really nothing about this."},{"id":112,"sentence":"Yeah, what's stopping Congress from outlawing this technology I don't know they're busy I don't know about technology which they are not capable I guess I'm just wondering like this seems like an area where Republicans and Democrats could basically agree that it's bad if there's technology out there that just allows you to be anonymized at any time based on just a single photo of your face.","timestamp":1687.98},{"sentence":"It seems like you could get pretty broad agreement on that, but but maybe I'm wrong maybe the law enforcement community is attached enough to this tool that they would fight to keep it","timestamp":1715.25,"id":113},{"id":114,"timestamp":1725.36,"sentence":"I mean it has happened."},{"timestamp":1725.78,"id":115,"sentence":"I can't tell you how many old congressional videos I watched of Republicans and Democrats getting together and saying this is the one thing we agree on you know this is a threat to civil liberties."},{"timestamp":1735.95,"sentence":"Let's do something about this, and these hearings would happen every few years, and it just feels like déjà vu to me.","id":116},{"timestamp":1743.3,"sentence":"Yeah, I'm curious how your own views about this technology, and whether it should exist","id":117},{"id":118,"sentence":"Evolved over the course of reporting on Clearview AI you reported on people who think this technology is great like the detectives were using it to solve the cases in their unit.","timestamp":1751.76},{"timestamp":1761.69,"sentence":"You also talk to people whose lives have been damaged by this technology, like a man who is wrongfully arrested because of facial recognition app, blamed him for the crime that someone else had committed.","id":119},{"id":120,"timestamp":1772.64,"sentence":"Do you think this technology should exist or do you think it's too far I mean I think there's clearly positive use cases for facial recognition, technology, and using it to solve crimes, and when it used appropriately, you know you need to have more evidence than just the fact that someone looks like someone else, so yeah, I get that night I have to say as an investigative journalist I do see the appeal of this you know."},{"timestamp":1800,"id":121,"sentence":"Some like event that happens and there's a photo of everyone who's there and you as a reporter could just scan those faces."},{"timestamp":1807.62,"id":122,"sentence":"You upload them to a clear view, AI type tool, and you find out who they are you can go them, and say tell me more about what just happened I mean but like as a reporter, it would be great for me if I could read Mark Zuckerberg 's emails but like I don't have that ability and so I have to figure out other ways to do my job and that is OK that is a trade-off."},{"sentence":"I am willing to make to live.","id":123,"timestamp":1825.05},{"sentence":"It is a society that is bearable right and like a world where anyone can just scan your face and potentially learn your entire life story if you are attending a protest, leaving an abortion clinic, or doing something else that someone else in society doesn't like I truly cannot imagine a more dystopian outcome for for the path that we are on.","id":124,"timestamp":1826.94},{"id":125,"sentence":"I mean I as part of why I did this book right now is I think that we still have the power to decide right now and there's a few states where Clearview AI has been sued but for the most part we're just not really addressing this and so I think I could get away from us if something doesn't happen if we don't know past legislation, that gives people more protection and power over whether they're in these databases, or not yeah, and in addition to this debate about what kind of laws might be needed at the state and federal level.","timestamp":1848},{"id":126,"sentence":"There's also this debate happening in the tech world right now over who should control control AI technology I'm thinking about the open source versus close source debate when it comes to AI language, models and kind of whether it's better for a few big companies to control some of this technology, as opposed to serve, throwing it open to the masses.","timestamp":1879.14},{"sentence":"You point out in your book that both Facebook and Google developed facial recognition before Clearview AI did, but decided not to release it because they felt it crossed an ethical line.","timestamp":1899.36,"id":127},{"timestamp":1908.39,"sentence":"You also talk about how a lot of what Clearview AI was able to build was possible because of like open source software packages that they built upon, so is it fair to say that one of the lessons of your book","id":128},{"sentence":"Is actually that in someways big tech is good and that it might be better for the world if a few big companies do control this stuff well yes I mean yes, like these technology companies were responsible actors in this case, and I think this is the assumption that policy makers have when they're not passing laws, they say we can trust a technology companies.","id":129,"timestamp":1920.03},{"timestamp":1942.47,"id":130,"sentence":"They are going to make the right decisions and with facial recognition technology you know, are you believe they did"},{"sentence":"But when you have this technology becoming open source, it means that more radical actors can come along.","id":131,"timestamp":1950},{"timestamp":1956.48,"id":132,"sentence":"I mean it's the same thing with generative AI it's been reported that Google had generative AI chat, GPT like tools that had developed internally that it decided not to release and then open AI came along in and through the doors open so that is what it's gonna happen you'll have the start ups and they are just kind of desperate to make their mark on the world and they're going to do things that are going to cross lines and then maybe not what we want to be happening to in society."},{"sentence":"Yeah, when you talk about start ups, throwing the doors open on facial recognition as you point out in your book, it's not just clear view AI building this stuff right?","id":133,"timestamp":1987.68},{"sentence":"There's also a company called Pimm eyes which as you have reported on it's sort of like Clearview AI only it's not limited to law-enforcement anyone can access it and there's this one chapter in your book where you write about a person who uses PMI that really haunted me you call this man David I don't think that's his real name but he told you basically that he uses facial recognition tools as part of a sexual fetish basically to look up the names and identities of porn stars, or women who appear in adult videos, and basically find out as much information as he can about them he said that he considered himself a digital peeping.","timestamp":1996.92,"id":134},{"id":135,"sentence":"Tom talk about that experience that is really one of the things that just made.","timestamp":2035.56},{"timestamp":2040.21,"sentence":"The shiver.","id":136},{"timestamp":2040.48,"id":137,"sentence":"Yeah, it is."},{"timestamp":2041.44,"id":138,"sentence":"David has a privacy kink and he basically told me he was confessing to me because he knows what he's doing is wrong and he wanted the story out there to convince lawmakers to act that he he really doesn't think a tool like him, which is what he was using should be available to him to do what he was doing and so yes, so he would watch porn videos and a lot of you know women we're doing kind of online sex work tend to use synonyms try to hide their identities because of safety issues because of stigma issues and he would go and find photos from the real vanilla lives and he's done this many many many times he said he kind of got sick of it and so we decided to turn to his Facebook friends, he accumulated hundreds of women as friends over the years, and he would just kind of for fun, run their photos through Pimm eyes and try to find illicit photos of them."},{"timestamp":2097.6,"id":139,"sentence":"And he succeeded in some cases, a woman that had once tried to rent I think a room and his apartment."},{"id":140,"sentence":"He found revenge porn of her that was not associated with her name.","timestamp":2103.69},{"timestamp":2109.21,"id":141,"sentence":"It would not have been findable without a face search engine, more innocuous images like a woman on a naked bike ride, just all these photos that were kind of safely obscure until the search engine comes along that makes the Internet searchable by face."},{"id":142,"sentence":"Well cash sometimes we ask our listeners to send us their dilemmas about tech and we got one recently and thought cash is the perfect person to help us through this, so this listener who are going to keep anonymous at their request, told us a story about their use of Pimm eyes, and this listener wrote to say that they've been using PI to search the photos of the people they come across on the dating app, bumble and according to them, they found a lot of the photos on bumble like to stolen photos from Instagram accounts, only fans, accounts and profiles that solicit for sex service","timestamp":2124.96},{"id":143,"sentence":"Says, and this listener wrote \" when I found stolen pic profiles, using facial recognition or profiles, using the app to solicit for sex services, I flagged the profile I've apparently done it enough that bumble sent me a note, banning me from their platform this lesser than took bumbled to small claims court over this and claimed they won their case but now they wonder was I in the wrong for trying to protect myself using whatever tech tools I can so I should just say here we reached out to bumble about this and they declined the comment but as best as we can tell after we're going back-and-forth with our listener this did actually happen so cash how do you react when you hear that story","timestamp":2160},{"id":144,"sentence":"I would like that readers contact information so I can report that story out","timestamp":2198.88},{"sentence":"I I I do think we are at a moment where it's generally considered creepy and as a matter of etiquette, you shouldn't be searching someone's face without consent you know in that particular case you know I know you're opposed to it as you just said, I think if you're just beating someone for the first time, maybe you don't immediately google their face but if you're deeper into the relationship, I mean just do a reverse image search of the profile photo I don't even think you need to search the face necessarily, although that's actually just an interesting story about how a privacy violation became normalized overtime just through the long-term existence of google image of our search and look I'm sure some lists will hear this you know I think particularly women will think look if you go on a first date that can be a very dangerous situation.","timestamp":2205.36,"id":145},{"timestamp":2254.17,"id":146,"sentence":"It is not unreasonable to want to have some sense of security before you meet with a new person and hopefully your meeting that person in public and"},{"id":147,"sentence":"Hopefully somebody else in your life knows where you are but you know in addition to that you might want to get some Intel and look I think it's probably quite common for people to google the people they're about to go on first dates with man I don't know I think part of the reason that we've gotten comfort","timestamp":2265.42},{"timestamp":2280,"id":148,"sentence":"With the tools that exist today is because there is still some ambient privacy remaining where maybe yeah your name can be searched in some details will be revealed about you, but it will not become clear that you have an only fans account for example, right I just worry that as we normalize the use of these technologies is pretty soon we're just gonna wake up in a world where we are not able to live as freely as we used to, and it is going to be very hard to rewind in part because of questions like this and people saying well, I needed to do this to make me feel safe"},{"id":149,"sentence":"I think the repercussions are gonna be worse for some people than others, so yes people who have done online sex work who did it not thinking that it would ever be tied to them it's gonna be really hard for them because it's just so stigmatized and if this becomes normalized, I think it will really hurt their opportunities in dating life but also professional life well I'll tell you one thing that I've been thinking about as I was reading your book cashes there was this moment early in the pandemic, when I remember, hearing celebrities saying that actually, they liked masks as a sort of societal trend because all the sudden, you know, a very famous actor can put on a Covid mask and go to the grocery store, and for once not be recognized, not have their name tied to their face","timestamp":2316.96},{"id":150,"sentence":"And that actually made them feel more comfortable and actually more free to be able to camouflage themselves that way, and it just struck me that that that sort of maybe coming for all of us that we will all just assume that unless we're wearing a mask or obscuring our face in someway we will just all have to sort of move through the world as if we are celebrities and that's really striking but also, do you think that people will start wearing masks just to combat the facial recognition databases","timestamp":2361.6},{"id":151,"sentence":"Yeah, I mean potentially the problem is during the pandemic a lot of these companies train their AI to work when you're wearing a mask and so when I did a story about pies, you know I asked for my","timestamp":2387.76},{"timestamp":2400,"sentence":"Colleagues to volunteer and Cecilia Kong who covers a politics in DC sent me this photo of herself with the Covid mask on and it's still found photos of her so you need to wear ski mask which is a it's hard depending on what climate you live in are you familiar with the mission?","id":152},{"timestamp":2418.96,"sentence":"Impossible series of films yes, you know one of their sort of signature technologies in those films is mass that look very similar to other people and I really hope we get there because I may just have to walk around you know with with somebody else's face on it it's gonna be almost a face off situation.","id":153},{"sentence":"Yeah I'm gonna I'm gonna put on a mask that looks exactly like Casey and then go commit some crimes.","timestamp":2435.61,"id":154},{"sentence":"All right, Cassill really good to talk to you.","id":155,"timestamp":2442.54},{"id":156,"timestamp":2444.52,"sentence":"The book is called your face belongs to us a secret of start up quest to end privacy as we know it is quite quite good."},{"timestamp":2451.24,"id":157,"sentence":"I really enjoyed reading it and I really appreciate you coming on."},{"sentence":"Thanks cash thanks.","id":158,"timestamp":2453.91},{"sentence":"After the break time for gamer","id":159,"timestamp":2460.84},{"sentence":"Kevin, it's time for gamer to play the theme song play the theme song","timestamp":2475.27,"id":160},{"timestamp":2486.94,"id":161,"sentence":"So"},{"sentence":"We don't talk about video games on this podcast, but we actually are both big video gamers that's true and will look here's.","timestamp":2487.75,"id":162},{"id":163,"sentence":"The thing gamers are like ordinary news consumers except this one key respect which is that if you say something they don't like they will try to kill you and so it's a very fraud subject and it must be handled delicately but we're gonna strive to do that in the first installment of gamer news and gaming news often doesn't get taken super seriously because like it's just video games or something but video games they are one of the biggest industries in media and I think we should spend some time.","timestamp":2494.62},{"timestamp":2520.6,"id":164,"sentence":"Even if you just sort of set aside the amount of money, and time that is spent on video games which are both staggering it is the source of culture for like the entire next generation of human beings like video games are shaping the way that we relate to each other in ways, and I think older people sometimes don't understand yeah so we're gonna talk about it today with apologies to the non- gamers out there but we're gamers we have a tech podcast."},{"id":165,"timestamp":2544.39,"sentence":"We're gonna talk about some video games Steve gamer news news so the gaming news this week involved a company called unity Casey what do you know about unity what I know is that unity despite its name has ironically, torn the entire gaming community apart it's true."},{"sentence":"They're doing this unity this week they make what is called a game engine and a game engine is sort of where you create the nuts and bolts of the video.","timestamp":2560.56,"id":166},{"timestamp":2569.47,"sentence":"You know you have your idea let's say you say what if I did there was a video game about a plumber who had a constantly rescue a princess from a castle because she had no agency of her own. It's","id":167},{"id":168,"sentence":"a stupid idea that I'll never never.","timestamp":2578.95},{"timestamp":2580.33,"id":169,"sentence":"I think they could be."},{"sentence":"It could have some legs but anyways you had this idea and you turn to something like you need so that you can actually build it is the it is the Microsoft word video game has the basic building blocks because if you're making a video game like say you're making a first person shooter and you don't wanna like.","id":170,"timestamp":2581.44},{"timestamp":2598.72,"id":171,"sentence":"You don't wanna like teach you you don't wanna have to like code the laws of physics to teach a character like how to jump that's right if you use the unity game engine, you can just sort of plug-in play their little jump command, and it will make the character able to jump so it speeds that you know every video game developer had to invent their own game and a massive waste of everyone right so they're a number of popular game engines that a lot of games are built on but when it comes to gaming, there's really only one popular en right so unity is the game engine that powers a lot of very popular video games, including Pokémon go, Hearthstone beat saber, Cuphead, and monument valley."},{"id":172,"sentence":"Have you played any of those games?","timestamp":2634.72},{"sentence":"I have played almost all of those games and what I love is.","timestamp":2636.1,"id":173},{"sentence":"Silly you said when you say the names of five video games back to back, so unity is a very popular video game engine for developers in part because it's got a lot of features.","timestamp":2640,"id":174},{"id":175,"sentence":"It's been around for a while but also because unlike some other game engines, it did not take royalties from the game creator, so basically if you use the unity game engine to make a video game that gets millions of downloads unity is not going to charge you based on the popularity of that game or so was the case until last week that's right so last week unity announced changes to its pricing model for game developers so instead of being able to use this game engine in royalty freeway instead something called the unity, runtime fee would apply so it's basically a small fee of a couple cents every time someone installs your game, and there are sort of thresholds like the fees gets smaller as the games get more popular, but for developers were making games that are downloaded.","timestamp":2649.84},{"sentence":"And installed millions of times this could come out to a ton of extra money that they have to pay unity that's right and this kicks into affect in January.","timestamp":2700.06,"id":176},{"sentence":"The development cycles for video games are very long and so you have a number of developers who have been working on their games for years with one business model in mind, and they are being told things are going to be very different for you right so you announced these changes last week then gamers and game developers are freaked out and started protesting, saying you guys are changing the terms of our business on us we don't want to use your game engine anymore and we think this is unfair and the resulting scandal they're calling gamer gate.","id":177,"timestamp":2707.05},{"timestamp":2740.56,"id":178,"sentence":"OK so anyway, unity apologized and backpedal because one of the things the game developers were worried about is maybe there's a game that you don't like out there maybe you disagree with some of the choices the game developers made maybe maybe you are you disagree with some of the politics and developers that Luigi is not"},{"sentence":"Getting the love that he deserves exactly so you could have people doing what's called, install bombing where you basically run up the royalties for these game developers by installing and deleting the same game over and over again and unity when it made it announcement had not accounted for this at all you know, as I was reading the coverage of this, Kevin, I reflected back on our coverage of the Reddit story earlier this year we're also announced at what we're essentially an unpopular series of pricing changes.","timestamp":2760,"id":179},{"timestamp":2785.53,"id":180,"sentence":"One of the big problems was they just hadn't thought it through."},{"timestamp":2788.32,"id":181,"sentence":"They had not communicated to their audience who was going to be affected how they were gonna be affected what steps they were taking to prevent abuse unity didn't do any of that totally and so game developers were very upset about this one game developer Gary Newman is the founder of something called face punch, studios punch studios."},{"id":182,"sentence":"He wrote \" it hurts because we didn't agree to this.","timestamp":2805.6},{"timestamp":2808.09,"id":183,"sentence":"We use the engine because you pay upfront and then ship your product."},{"id":184,"sentence":"We weren't told this was going to happen.","timestamp":2811.24},{"sentence":"We weren't warned we weren't consulted.","timestamp":2812.95,"id":185},{"sentence":"We have spent 10 years making rust on unities engine.","id":186,"timestamp":2814.87},{"id":187,"timestamp":2818.2,"sentence":"we paid them every year and now they change the rules."},{"id":188,"timestamp":2820.9,"sentence":"You know yesterday just by dance I happen to have coffee with John Hickey and John Hickey is the CEO of Niantic, which makes Pok go which I'm gonna guess is one of the bigger users of the unity product right is a very very popular video and it made a lot of money."},{"sentence":"You can imagine how much it's gonna cost them.","id":189,"timestamp":2837.01},{"sentence":"If if these changes kicked in and you know, John was very diplomatic when he talked about the situation and he was sort of like well.","timestamp":2839.44,"id":190},{"timestamp":2844.84,"id":191,"sentence":"We'll see where it all shakes out."},{"sentence":"We're waiting to see what the final pricing is but he also brought up this analogy that I thought was interesting which is let's say that you are a writer and you wrote a book in Microsoft Word and then you find out as your sort of finishing up the final chapters that every time a copy of your book is sold you have to give Microsoft 20 $.10","timestamp":2846.07,"id":192},{"timestamp":2862.06,"id":193,"sentence":"because you use Microsoft work that is essentially what Un."},{"id":194,"sentence":"Is asking these game developers yes so I think it's a huge serve of self-inflicted wound on their part.","timestamp":2865.18},{"id":195,"timestamp":2870.49,"sentence":"This was one of the most beloved game engines, and one of the most hated, and it just seems like they are trying to back themselves out of a very hard position here yeah well and I think a lot of."},{"sentence":"People assume that this may be the influence of unity CEO, John Riccitello, who has a history of saying inflammatory things he had to apologize for some comments he made about developers of games in an interview he said \" these people are my favorite people in the world to fight with they're the most beautiful and pure brilliant people.","id":196,"timestamp":2880},{"id":197,"timestamp":2899.44,"sentence":"They're also some of the biggest fucking idiots."},{"id":198,"timestamp":2904.93,"sentence":"Which is an amazing quote to have about your customers I mean that is literally just his customers that he is talking about so this has been not only a big online scandal, but actually seems to have caused enough anger toward unity that there was a death threat that caused the company to have to cancel a company town hall and closed two of its offices, so Casey do you think this was just a pure forest error on unity part or do you think they do have to change their business model in someway well you know there has been some interesting speculation about why unity has moved in this regard."},{"sentence":"It is a public company when you're a publicly traded company you always have to be telling Wall Street a new story about where that next 10 or 20 % of growth is going to come from.","id":199,"timestamp":2935.95},{"id":200,"sentence":"It is also the case that Apple introduced app tracking transparency over the last year or so, and then Thompson the analyst writes that the great news that Cory wrote that he thought this might be partially in response to that because for a reason that maybe we don't have to get into app tracking transparency her Uni 's add business as it hurts most.","timestamp":2944.65},{"sentence":"Add businesses online and for that reason unity is now looking around for a new source of revenue.","timestamp":2963.58,"id":201},{"sentence":"I wonder do you think this is going to mean that most game studios will move to some different game engine or what do you think happens now? Well I","timestamp":2968.14,"id":202},{"id":203,"sentence":"was asking John about that I said you know how big of a deal is it to just switch to a new engine and he said it's a pretty big deal and if you think about it makes sense right because you know you're developing with one set of code for the laws of physics, and if you have to go port it over, you know, one thing, I know as a not particularly technical gamer.","timestamp":2975.55},{"sentence":"Is that when you port video games just from one platform to another things often go wrong in Waze.","id":204,"timestamp":2994.45},{"id":205,"sentence":"Don't expect if you would actually change the underlying code that is determining like the physics and the sprites and every other component video game you better believe that trouble right so unity, they obviously saw all of this blowback happening and they have kind of backpedal.","timestamp":3000},{"sentence":"They have said that they're going to maybe soften some of these changes and maybe serve pacify some of the anger game developers all right next game our new story which has to do with Microsoft and some documents about its plans for its gaming division that accidentally got leaked Casey did you follow the story?","timestamp":3014.16,"id":206},{"id":207,"sentence":"Absolutely when it comes to gamer news there is no gamer news bigger than what is the next console and what are the next video games so according to Axios, the leak of these Microsoft documents was discovered late Monday by someone on the gaming forum reset era","timestamp":3032.22},{"sentence":"Who was basically looking through files that were related to an upcoming trial between Microsoft and the FTC about Microsoft attempted acquisition of the video game company Activision blizzard so the court had asked Microsoft to upload some documents of its trial exhibits with reductions, but it appears that Microsoft actually uploaded a redacted PDF of documents that included information about its future plans for its video game, division PowerPoint, slides, and emails between its ex executives. That's","id":208,"timestamp":3046.08},{"id":209,"sentence":"right and you know without knowing exactly what tools they were using at Microsoft I think I have a guess and I think that this might represent one of the biggest failures of clippy in the entire history of Microsoft office.","timestamp":3076.53},{"timestamp":3088.32,"sentence":"Trusted you when you go to upload your unredacted documents to the FTC website where is clippy where is the clip to say looks like that should've been redacted","id":210},{"sentence":"Clippy the dog is so Microsoft gaming CEO Phil Spencer acknowledged the leaks.","id":211,"timestamp":3098.52},{"timestamp":3103.53,"sentence":"He told employees in a memo obtained by the verge that the plans were unintentionally disclosed he don't say and he said on X \" we've seen the conversation around old emails and documents.","id":212},{"sentence":"It is hard to see our teams work shared in this way, because so much has changed and there's so much to be excited about right now and in the future.","id":213,"timestamp":3113.01},{"id":214,"sentence":"We will share the real plans when we're ready, so Casey what was in this leak that Microsoft fell it had to acknowledge there's a new version of their current generation gaming console the Xbox series X it is apparently coming next year without a disc drive.","timestamp":3120},{"id":215,"sentence":"They're working on a new controller and also a refresh of the Xbox series S and if you're listening to this and you're thinking Casey are the names of the Xbox gaming consoles really that dumb and confusing they really are.","timestamp":3135},{"id":216,"sentence":"Stuff that you care a lot about if you are a hard-core gamer most people probably don't what I found.","timestamp":3147.12},{"timestamp":3150.84,"id":217,"sentence":"Interesting in this leak was this item that said that Microsoft had considered at one point buying Nintendo Nintendo obviously is one of the biggest companies in gaming it's been a huge sort of prized target for a lot of the big silicon valley companies that are trying to get into gaming so far they have not been willing to sell, but this was emails between Microsoft executive discussing the possibility of buying Nintendo and it seems like this was probably more of an offhand comment like it doesn't seem like this got very far down the road of anything happening, but I do think you for the FTC and you were worried about consolidation in gaming, and how that might raise prices for a consumer. It"},{"timestamp":3188.01,"id":218,"sentence":"might decrease the number of games on the market and you read this email that could raise some alarms totally I think it just shows you a broad level how interesting the biggest companies in tech are in in making a really big play in the gaming industry right they know how big an industry this is they know how many people are out there playing games buying games buy"},{"timestamp":3207.18,"id":219,"sentence":"Consoles they know that this is a big area of potential growth for them and so they're trying to serve gobble up as much of that industry as they can."},{"timestamp":3213.9,"id":220,"sentence":"Yeah absolutely all right those are the two stories of the week in gaming at Casey."},{"timestamp":3217.98,"id":221,"sentence":"Do you have any gaming news to share?"},{"timestamp":3220.29,"sentence":"What are you playing these days?","id":222},{"id":223,"sentence":"Well I have recently bought a couple of games.","timestamp":3221.22},{"id":224,"timestamp":3224.61,"sentence":"One is a throwback to my childhood growing up in arcades so I bought the most recent Mortal Kombat game."},{"sentence":"It's called Mortal Kombat one and I was with the premise of this game is it what if we took the game you know in love and we made it so unbelievably complicated that you just be better off watching YouTube video","timestamp":3230.97,"id":225},{"sentence":"Oh my God when I say they've added the systems to this game not only are there all these you know that the combo systems in the blocking systems and the system in that system individual characters will have their own system where it's like well if this person does this combination button six times, then they get this thing blocked for four seconds, and I truly do not know who has the time and patience and energy to understand any of that who is older than 14 years old because I have an alternate hypothesis for what happened to Mortal Kombat in the 30 years between with you first played it and now what you got","timestamp":3240.72,"id":226},{"id":227,"sentence":"I am so young at these kids with their new complicated games. It","timestamp":3273.48},{"sentence":"is definitely true that there are some like button presses that are just a young persons game.","timestamp":3278.73,"id":228},{"id":229,"sentence":"You know it's like play a fighting game one of the things that ask you do is Perry and if you Perry something that gives you an advantage and your little combats scenario, but the window to do this can sometimes be literally seven frames on a screen so you know I don't know how long that takes to happen it is truly milliseconds and I can't do it anymore.","timestamp":3284.82},{"sentence":"Yeah if we don't know where it is not a young man's game yeah what is speaking of not a young man's game what are you playing part checkers","timestamp":3303.81,"id":230},{"id":231,"timestamp":3311.4,"sentence":"Mahjong so I used to play a lot of games that I had a kid so now I just now I just go to sleep at 9: 30 I do from time to time like to blow off some steam I'll play a little Valerint like I really like the team based shooters, sort of collaborative nature of the murders"},{"sentence":"Play a game called.","id":232,"timestamp":3330.72},{"sentence":"I've also been trying to get back into games you got me addicted to Marvel snap I may never forgive you, for it is truly the most addictive substance that has ever been in my life.","id":233,"timestamp":3331.29},{"id":234,"sentence":"I've successfully got it out now, but it was it was fentanyl on my phone I had to get it off so I deleted Marvel snap but I've been trying out some other mobile games I installed this game about that it's like disc golf on your phone which is kind of fine fine and then I'm playing this one.","timestamp":3341.1},{"id":235,"timestamp":3357.54,"sentence":"It's like a very."},{"id":236,"timestamp":3360.66,"sentence":"European game called I love you I love you sounds very sweet yeah they have different kinds of games over there so but basically it's like trying to match like colored tiles and stuff it's all soothing in a way to kill a couple minutes on the on the train do you know what I am gonna ask you to show me that later cause I'm in desperate even a new mobile phone game"},{"sentence":"That is gay right now","timestamp":3381.84,"id":237},{"timestamp":3392.64,"id":238,"sentence":"Remember last week when you deepfake my voice once again I do do you have any idea what you were having me say I think it was something about your house and and and maybe backsplash OK well so here's the problem because you and I both don't speak German, and you were having me say things, and one of our German speaking list there is actually wrote into me with a translation of what you had me saying which I would not like to read to you \" I like children and I am passively interested in the real estate market."},{"sentence":"I'd rather be with gossiping people that have to deal with low low level conflicts during work.","timestamp":3419.97,"id":239},{"id":240,"sentence":"That's the place where I'd like to socialize.","timestamp":3424.32},{"timestamp":3427.92,"id":241,"sentence":"It was random clip that I like it like a continuous clip of you talking for like a minute and I use that one well what we're learning is that they're getting much better when it comes to the sound of my voice, but when it comes to the words they are basically it"},{"timestamp":3445.92,"id":242,"sentence":"Apologize to our German and Hindi speaking listeners."},{"id":243,"sentence":"By the way I got a note from a Hindi speaking listener, who is also like what were you saying cause it was complete nonsense","timestamp":3448.29},{"id":244,"sentence":"Well, that's on you because that is an accurate translation of the complete nonsense that you said in English I say logical sentences OK I can make you speak other languages that cannot make you more sense unfortunately that we don't have the technology","timestamp":3456.24},{"id":245,"sentence":"Is produced by Rachel Cohen and Davis land.","timestamp":3475.05},{"sentence":"We're edited by Jen Pouyan.","timestamp":3476.82,"id":246},{"timestamp":3480.09,"id":247,"sentence":"This episode was fact checked by Will Peischel today show was engineered by Alyssa Moxley original music by Miriam Lozano, Pat McCusker, Rowan, Nasto, and Dan Powell special thanks to polishing Tam, Nogley, Kaitlyn Presti, Jeffrey Miranda, you can email us at Hartford ny times .com"},{"id":248,"sentence":"and google bar will absolutely not understand it","timestamp":3500.52}]